[
  {
    "title": "Le telefonate di Schlein tra Israele e Palestina: “Serve safe zone a Gaza”",
    "bias": "non_chiaro",
    "reason": "Non è un articolo schierato. Descrive l'impegno di una politica rispetto al conflitto ma senza prendere una parte"
  },
  {
    "title": "Il rastrellamento dei bambini nei kibbutz? Come la tragedia del ghetto di Roma",
    "bias": "anti_palestinese",
    "reason": "L'articolo utilizza un paragone improprio tra l'attacco di Hamas e i rastrellamenti dei nazisti nella seconda guerra mondiale."
  },
  {
    "title": "Hamas, la caccia agli jihadisti tra tunnel e bombardamenti. Israele: «Uccisi quasi sessanta capi»",
    "bias": "anti_palestinese",
    "reason": "I bombardamenti da parte di Israele hanno causato migliaia di vittime civili che nel titolo non vengono nemmeno citate."
  },
  {
    "title": "Bologna, scontri al presidio pro Palestina davanti alla sede Rai",
    "bias": "non_chiaro",
    "reason": "Il titolo descrive ciò che è successo senza dare la colpa a nessuno in particolare"
  },
  {
    "title": "Giorno Memoria, Mattarella: \"Israele ha sofferto, non neghi ad altro popolo il diritto a uno Stato\"",
    "bias": "non_chiaro",
    "reason": "Il titolo riporta le parole di Mattarella, il Presidente della Repubblica italiana"
  },
  {
    "title": "Cosa è successo nel kibbutz di Kfar Aza, in Israele: 40 bambini tra i 200 morti: «È come entrare nei lager»",
    "bias": "anti_palestinese",
    "reason": "Il titolo dà spazio ad alcuni dichiarazioni molto emotive fatte dall'esercito di Israele per sottolineare la crudeltà di Hamas, rimandandoo ai lager nazisti."
  },
  {
    "title": "Perché difendo Israele",
    "bias": "anti_palestinese",
    "reason": "Il titolo sembra quello di un articolo di opinione perché è scritto in prima persona. È un articolo esplicitamente in difesa di Israele"
  },
  {
    "title": "Israele, la società contro i palestinesi. «Li odiamo tutti»",
    "bias": "anti_israele",
    "reason": "Il titolo generalizza su tutta la società israeliana e usa un virgolettato violento di cui non si sa la fonte."
  }
]